Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1107_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámedikki webropol-jearahallan sámi giellalaga ollašuvvamis
sms: Sääʹmteeʹǧǧ webropol-kõjldõs sääʹmǩiõll-lääʹjj teâddjummuužžâst

source: Sámedikki sámegiela doaimmahat ollašuhttá webropol- jearahallama sámi giellalága heiveheamis jagiin 2012-2014.
sms: Sääʹmteeʹǧǧ sääʹmǩiõl koontâr čõõđat webropol- kõjldõõzz sääʹmǩiõl-lääʹjj suåvvtummuužžâst eeʹjjin 2012-2014.

source: Jearahallan lea oaivvilduvvon / dárkkuhuvvon daidda virgeoapmahaččaide ja virgeoapmahaččaid bargiide, geaidda sámi giellaláhka heivehuvvo.
sms: Kõjldõs lij jurddum tõid veʹrǧǧneeʹǩǩid da veʹrǧǧneǩ tuâjjlaid, koid sääʹmǩiõll-lääʹjj suåvvtet.

source: Vástidanáigi lea čakčamánu loahpa rádjai.
sms: Vaʹstteemäiʹǧǧ lij čõhččmannu loopp räjja.

source: Jearahallanskovit leat sáme- ja suomagillii.
sms: Kõjldõsblaaŋk liâ sääʹmǩiõlin da lääddas.

source: Jerahallanskovit leat oaivvilduvvon / dárkkuhuvvon gieldda ja gielddaidovttastumiid, stáhta ja almmolaš hálldahussurggiid ja sápmelašoassebeliid bargiide.
sms: Kõjldõsblaaŋk lia jurddum kååʹdd da kåʹddõhttõõzzi, riikk da õlmmsai vaaldšemvuuʹdi da sääʹmkruuggi tuâjjlažkådda.

source: Buot vástádusat gieđahallojit luhtolaččat.
sms: Puk vasttõõzzid ǩiõttʼtõõlât naʹddjemnallšemvuõđâld.

source: Sámi giellaláhka (1086/2003) leamašan fámus badjel 10 jagi.
sms: Sääʹmǩiõll-lääʹǩǩ (1086/2003) lij leämmaž viõǥǥâst pâʹjjel 10 eeʹǩǩed.

source: Jearahallama ulbmilin lea čielggadit sámegiela geavaheami virgeoapmahašbálvalusain, bargiid sámegiela dáiddu ja sámegielat bálvalusaid viidodaga.
sms: Kõjldõõzz jurddân lij čiõlʹǧǧeed sääʹmǩiõl âânnmõõžž veʹrǥǥneǩ-kääzzkõõzzin, tuâjjlai sääʹmǩiõl silttõõzz da sääʹmǩiõllsaž kääzzkõõzzi veeidasvuõđ.

source: Sámediggi čuovvu lága heiveheami ja addá ávžžuhusaid giellaláhkaásahussii gulavaš gažaldagaide sihke bargá álgagiid áican dohkkemeahttun diliid njulgema dihtii. Čielggadusas ráhkaduvvo raporta.
sms: Sääʹmteʹǧǧ vähss lääʹjj suåvvtummuužž da oudd raʹvvjõõzzid ǩiõll-lääʹjjšeâttmõʹšše kuulli kõõččmõõžži diõtt di tuejjad alttõõzzid vuâmmšem pannaaʹšši pueʹreem diõtt Čiõlǥtõõzzâst raajât raportt.

source: Čielggadusas ja jearahallanskoviin addá lassidieđuid gielladorvočálli Siiri Jomppanen, telefon 010 839 3111.
sms: Čiõlǥtõõzzâst da kõjldõsblaaŋkâst oudd lââʹssteâđaid sääʹm ǩiõllstaanpiisar Siiri Jomppanen, teʹlfon 010 839 3111.
